Repository: wescamp/Random_No_Mirror-1.12
Catalog: po/*.po
Languages: ru

source: Random No Mirror
ru: Случайно без повторов

source: Forces a random faction from the selected era to be choosen and avoids mirrors.
ru: Принуждает выбрать случайную фракцию из указанной эры, не позволяя повторы.

source: Traits for Leaders
ru: Черты лидеров

source: Aged Trait for units with leadership
ru: Возрастные черты для бойцов с лидерством

source: Dim Trait for healers
ru: Туманные черты для лекарей

source: Weak Trait for units with special abilities
ru: Полупрозрачные черты для бойцов со специальными способностями

source: Pick Your Recruits
ru: Выберите ваших рекрутов

source: Choose your recruits from the selected era at game start
ru: Выберите ваших рекрутов из указанной эры и игра начнётся

source: Recruits
ru: Рекруты

source: Choose how many recruits are allowed to pick up
ru: Выберите, сколько рекрутов можно нанимать

source: Gold
ru: Золото

source: How much gold can be spended for recruits
ru: Сколько золота можно потратить на рекрутов

source: Automatic End Turn
ru: Автоматическое завершение хода

source: Automatically ends your turn if no units are able to either move, attack or recruit. (use with care)
ru: Автоматически завершает ваш ход если нет бойцов, способных ходить, атаковать или наняться (использовать с осторожностью).

source: Show current recruits
ru: Показать текущих рекрутов

source: Discard $PYR_side_$side_number|_current_recruits[$i_temp].language_name
ru: Уволить $PYR_side_$side_number|_current_recruits[$i_temp].language_name

source: Manage your current recruits
ru: Управляйте вашими текущими рекрутами

source: Nevermind
ru: Не важно

source: Pick Your Recruits Mod
ru: Выберите ваш мод рекрутов

source: <span color='black'>-</span> In a <b>Pick Your Recruits</b> game, you spend the first turn choosing which unit types you wish to have available. The game then begins normally on the second turn, when the chosen units will be available for recruiting. Choosing the unit types is done by using the regular recruit menu which shows all allowed unit types during the first turn. The other players do not see what choices you make. <span color='black'>-</span> You may freely choose up to <b><span foreground='#00ff00'>$xY_PYR_recruits</span> units</b> as long as their combined recruit costs do not exceed <b><span foreground='gold'>$xY_PYR_gold</span> gold</b>. <span color='black'>-</span> If you made a mistake while picking your recruits, you can reset your picks from the right-click context menu and start over.
ru: <span color='black'>-</span> В игре <b>Выбери своего рекрута</b> вы тратите первый ход на выбор: бойца какого типа вы желаете включить. Игра начинается обычным образом на втором ходе, когда выбранные бойцы становятся доступными для найма. Выбор типов бойцов совершается при помощи обычного меню найма, которое показывает всех доступных бойцов в первом туре. Другие игроки не видят, какой выбор вы делате. <span color='black'>-</span> Вы можете свободно выбрать до <b><span foreground='#00ff00'>$xY_PYR_recruits</span> бойцов</b> пока их совокупная стоимость не превысит <b><span foreground='gold'>$xY_PYR_gold</span> золотых</b>. <span color='black'>-</span> Если вы сделаете ошибку во время выбора ваших рекрутов, вы можете сбросить ваш выбор из контекстного меню (правый клик) и начать заново.

source: $unit.language_name has been added to your recruitlist
ru: $unit.language_name был добавлен к вашим рекрутам

source: Your current recruits: <i>$PYR_temp</i>
ru: Ваши рекруты: <i>$PYR_temp</i>

source: The game now begins normally with everyone having the proper starting gold and the recruit list they picked on the first turn.
ru: Теперь игра пойдёт как обычно, с указанным количеством стартового золота и рекрутами из выбранного на первом ходе списка.
